"OK"	= "OK";
"Quit"	= "Quit";
"Remove"= "Remove";
"Cancel"= "Cancel";

// SidebarController
"%d kB"			= "%d kB";
"%d kB/s"		= "%d kB/s";

"All"			= "All";
"Active"		= "Active";
"Inactive"		= "Inactive";
"Paused"		= "Paused";
"Seeding"		= "Seeding";
"Completed"		= "Completed";
"Downloading"	= "Downloading";

"TORRENTS"		= "TRANSFERS";
"SUBSCRIPTIONS"	= "SUBSCRIPTIONS";
"SAVEDSEARCHES"	= "SAVED SEARCHES";

// AppDelegate
"QuitNow?"		= "Are you sure you want to quit?";
"QuitText"		= "There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch.";

// MainWindowController
"Untitled"		= "Untitled";

"Show Sidebar"	= "Show Sidebar";
"Hide Sidebar"	= "Hide Sidebar";

"Search #%ld"	= "Search #%ld"; // Spotlight search title
"label like %@"	= "label like %@"; // NSPredicate format (toolbar label)

// Main Toolbar
"Add"		= "Add";
"Add URL"	= "Add URL";
"Start"		= "Start";
"Stop"		= "Stop";
"Remove"	= "Remove";
"Info"		= "Info";

// Detail tabs
"General"	= "General";
"Trackers"	= "Trackers";
"Files"		= "Files";
"Peers"		= "Peers";
"Speed"		= "Speed";

// NetworkPrefs
"Connection status: Unavailable" = "Connection status: Unavailable";

"Listen Error"		= "Listen Error";
"ListenErrorExp"	= "You should change the incoming TCP port.";

"Not Connectable"	= "Not Connectable";
"NotConnectableExp"	= "A firewall and/or router is limiting your network traffic. You need to open the port, or try using a different one, so that others can connect to you.";

"Connection Working"	= "Connection Working";
"ConnectionWorkingExp"	= "Your network connection is working correctly.";

"No Incoming Connections"	= "No Incoming Connections";
"NoIncomingConnectionsExp"	= "There may be a problem with your network configuration.";

// UpdatePrefs
"Last check on %@ was %@."	= "Last check on %@ was %@.";
"No update checks have been performed." = "No update checks have been performed.";

// Torrent.mm
"Unknown"		= "Unknown";
"0 b"			= "0 b"; // DataSizeTransformer (0 bytes)

"seed"			= "seed";
"peer"			= "peer";
"seedPlural"	= "seeds";
"peerPlural"	= "peers";

"Hash: %@"		= "Hash: %@";
"%@ of %d"		= "%@ of %d";
"Created on %@"	= "Created on %@";

"%@ each"		= "%@ each"; // pieceMapTooltip
"%@ by %@"		= "%@ by %@"; // creatorWithCreationDate: [formattedCreationDate] by [creator]
"%@ (Ratio: %@)" = "%@ (Ratio: %@)"; // uploadedSummary: [uploaded] (Ratio: [seedRatio])
"%@ of %@ (%@/%@ pieces)" = "%@ of %@ (%@/%@ pieces)"; // downloadedSummary: [downloaded] of [size]

"%@ (%@ done)"	= "%@ (%@ done)";	// totalSizeSummary
"%@ x %@ (have %@)" = "%@ x %@ (have %@)";	// piecesSummary
"%d of %d connected(%d in swarm)" = "%d of %d connected(%d in swarm)";	// seedsConn/peersConn
"%@ (%d hashfails)" = "%@ (%d hashfails)";	// wasteAndHashFails
"%@/s (avg. %@/s)" = "%@/s (avg. %@/s)";	// uploadRateAndAvg/downloadRateAndAvg

// Sidebar
"SIDEBAR_TORRENTS" = "TORRENTS";
"SIDEBAR_LABELS" = "LABELS";
"No Label" = "No Label";